alacritty
alsa-firmware
alsa-plugins
alsa-utils
appmenu-gtk-module
ark
audacious
base
base-devel
bind
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brave-bin
breeze-gtk
btop
btrfs-assistant
btrfs-progs
chezmoi
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dialog
discord
discover
dolphin
efibootmgr
efitools
egl-wayland
elisa
ethtool
evince
exfatprogs
f2fs-tools
ffmpegthumbnailer
ffmpegthumbs
flatpak
fsarchiver
fwupd
gimp
git
gparted
gradle
graphviz
grub
grub-hook
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk-engines
gutenprint
gwenview
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
inotify-tools
insomnia
inter-font
iptables-nft
iwd
jdk21-openjdk
jfsutils
kcalc
kdeconnect
kdegraphics-thumbnailers
kde-gtk-config
kdeplasma-addons
kgraphviewer
kvantum
less
libreoffice-fresh
librewolf
localsend
lsscsi
man-db
man-pages
mdadm
mesa-utils
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
network-manager-applet
networkmanager-openvpn
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntp
obsidian
obs-studio
octopi
oh-my-posh-bin
okular
onedrive-abraunegg
opendesktop-fonts
openssh
os-prober
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
plasma-desktop
plymouth
poppler-glib
powerdevil
power-profiles-daemon
proton-vpn-gtk-app
python
python-defusedxml
python-numpy
python-packaging
python-pip
python-protobuf
qbittorrent
qt6-wayland
ranger
reflector
rsync
rtkit
signal-desktop
snapper
snapper-support
spectacle
sudo
sysfsutils
telegram-desktop
ttf-bitstream-vera
ttf-crimson-pro
ttf-dejavu
ttf-fira-code
ttf-hack-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttf-roboto
ttf-terminus-nerd
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
visual-studio-code-bin
waydroid
wget
which
wireless-regdb
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
yakuake
